Repository: alkazarassociates/MunroStepChallenge2022
Catalog: msc_root/locale/*/LC_MESSAGES/django.po
Languages: es, fi, fr, it, no, pt

source: Aerobic dance
es: Danza aeróbica
fi: Aerobic
fr: Aerobic/danse
it: Danza aerobica
no: Aerobikk dans
pt: Dança de aeróbica

source: Basketball game
es: Juego de Baloncesto
fi: Koripallo
fr: Match de Basket-ball
it: Pallacanestro
no: Basketball
pt: Jogo de basquetebol

source: Bicycling (moderate)
es: Ciclismo (moderado)
fi: Pyöräilyä hitaasti
fr: Vélo (modéré)
it: Bicicletta (moderata)
no: Sykling (moderat)
pt: Andar de bicicleta (moderado)

source: Bicycling (fast)
es: Ciclismo (rápido)
fi: Pyöräilyä nopsasti
fr: Vélo (rapide)
it: Bicicletta (veloce)
no: Sykling (hurtig)
pt: Andar de bicicleta (acelerado)

source: Bowling
es: Bowling/Bolos
fi: Keilailu
pt: Jogar bowling

source: Canoeing
es: Canotaje/piragüismo
fi: Melonta
fr: Canoé
it: Canoa
no: Kano padling
pt: Canoagem

source: Circuit training
es: Circuito de entrenamiento
fi: Circuit-treeni
it: Allenamento a circuito
no: Sirkel trening
pt: Treino de circuito

source: Dancing
es: Danza
fi: Tanssiminen
fr: Danse
it: Danza
no: Dansing
pt: Dança

source: Elliptical
es: Eliptica
fi: Crosstraineri
fr: Vélo Elliptique
it: Ellittica
no: Ellipse maskin
pt: Elíptica

source: Gardening
es: Jardinería
fi: Viherpeukalointi
fr: Jardinage
it: Giardinaggio
no: Hagearbeid
pt: Jardinagem

source: Golf (no cart)
es: Golf (no en carro)
fi: Golf ilman kärryä
fr: Golf (sans voiturette)
it: Golf (niente cart)
no: Golf
pt: Golfe (sem carro)

source: House cleaning
es: Limpieza de la casa
fi: Siivoilua
fr: Ménage
it: Pulizie di casa
no: Husarbeid
pt: Limpar a casa

source: Ice skating (slow)
es: Patinaje sobre hielo (despacio)
fi: Hiljaista luistelua
fr: Patinage (lent)
it: Pattinaggio su ghiaccio (lento)
no: Skøyter (lett)
pt: Patinagem no gelo (lento)

source: Ice skating (moderate)
es: Patinaje sobre hielo (moderado)
fi: Luistelua hieman kovempaa
fr: Patinage (modÃ©rÃ©)
it: Pattinaggio su ghiaccio (moderato)
no: Skøyter (moderat)
pt: Patinagem no gelo (moderado)

source: Ice skating (fast)
es: Patinaje sobre hielo (rápido)
fi: Nopsasti luistelua
fr: Patinage (rapide)
it: Pattinaggio su ghiaccio (veloce)
no: Skøyter (intenst)
pt: Patinagem no gelo (acelerado)

source: Inline/roller skating
es: Patinaje en línea/sobre ruedas
fi: Rullaluistelu
fr: Roller
it: Pattinaggio in linea/Rollerblade
no: Rulleskøyter
pt: Andar de patins em linha/de 4 rodas

source: Jumping rope
es: Saltar a la cuerda
fi: Narulla hyppely
fr: Saut à la corde
it: Salto con la corda
no: Hoppetau
pt: Salto à corda

source: Kayaking
es: Kayak
fi: Kajakointi
fr: Kayak
it: Kayak
no: Kajakk
pt: Andar de caiaque

source: Racquetball/Squash
es: Ráquetbol/Squash
fi: Kössi
fr: Squash
no: Squash
pt: Raquetebol/Squash

source: Rowing (moderate)
es: Remo (moderado)
fi: Soutaminen hitaasti
fr: Rameur (modéré)
it: Canottaggio (moderato)
no: Roing (moderat)
pt: Remo (moderado)

source: Rowing (vigorous)
es: Remo (vigoroso)
fi: Soutamista nopeasti
fr: Rameur (vigoureux)
it: Canottaggio (energico)
no: Roing (intens)
pt: Remo (vigoroso)

source: Skateboarding
es: Patineta/monopatín
fi: Kompostinkääntö
fr: Skate (planche à roulettes)
it: Skateboard
no: Skateboard
pt: Fazer skateboard

source: Soccer (football)
es: Fútbol
fi: Fudis
fr: Foot
it: Calcio
no: Fotball
pt: Futebol

source: Softball
es: Sóftbol
fi: Metsästys
no: Håndball
pt: Softbol

source: Step aerobics
es: Step aeróbico
fi: Step aerobic
fr: Step
it: Step (Aerobica)
no: Step trening
pt: Step (aeróbica)

source: Swimming laps
es: Vueltas/largos de natación
fi: Uinti
fr: Natation
it: Giri di Nuoto
no: Lengder i svømmebasseng
pt: Natação (piscinas)

source: Table tennis
es: Ping Pong/tenis de mesa
fi: Pingis
fr: Ping Pong
it: Tennis da tavolo
no: Bordtennis
pt: Ténis de mesa

source: Tennis (singles)
es: Tenis (singles)
fi: Tennis
fr: Tennis (simple)
it: Tennis (singolo)
no: Tennis
pt: Ténis (individual)

source: Water aerobics
es: Hidro gymnasia/aquagym
fi: Vesi aerobic
fr: Aquagym
it: Acquagym
no: Vann gymnastikk
pt: Hidroginástica

source: Weight-lifting
es: Levantamiento de pesas
fi: Painonnosto
fr: Musculation
it: Sollevamento Pesi
no: vekt-løfting
pt: Levantamento de pesos

source: Yoga
fi: Jooga
pt: Ioga

source: Date
es: Fecha
fi: Päivämäärä
it: Data
no: Dato
pt: Data

source: Steps
es: Pasos
fi: Askeleet
fr: Pas
it: Passi
no: Skritt
pt: Passos

source: Steps must be for the month of September
es: Los pasos deben ser del mes de Septiembre
fi: Askeleet tulee olla syyskuulta
fr: Les pas doivent être pour le mois de Septembre
it: I passi devono riguardare il mese di Settembre
no: Skritt for September måned
pt: Os passos devem ser para o mês de Setembro

source: You can't enter steps for the future
pt: Não pode registar passos para uma data futura

source: You can't enter steps more than a week old
es: No puedes ingresar pasos de más de una semana de antigüedad
fi: Et voi lisätä yli viikon vanhoja askeleita
fr: Vous ne pouvez pas soumettre de pas de plus d'une semaine
it: Non puoi inserire passi più vecchi di una settimana fa.
no: Du kan ikke registrere skritt lenger tilbake enn en uke
pt: Não pode registar passos com uma data superior a uma semana

source: You must enter a positive number of steps
es: Tienes que ingresar un número positivo de pasos
fi: Sinun tulee lisätä askeleita, ei ottaa niitä pois
fr: Vous devez soumettre un nombre positif de pas
it: Devi inserire un numero positivo di passi
no: Du må legge inn et positivt tall
pt: O número de passos registado tem de ser positivo

source: We use this to contact you for reset passwords only!
es: Lo usaremos para contactarte solo para cambios de contraseñas
fi: Käytämme tätä vain salasanan vaihtoon
fr: Nous utilison l'email uniquement en cas de renouvellement du mot de passe
it: Lo usiamo per contattarvi solo per il reset della password!
no: Vi bruker dette for å kontakte deg ved nullstilling av passord!
pt: Utilizamos esta informação apenas para contacto para recuperar palavras-passe!

source: Ambassador Group
es: Grupo Embajador/Ambassador
fi: Ambassador-ryhmä
fr: Groupe Ambassadeur
it: Gruppo Ambassador
no: Ambassadør gruppe
pt: Grupo Embaixador

source: None, pick a Team for me.
es: Ninguno, elije un equipo por mi
fi: Ei minulla ole, valitse ryhmä puolestani
fr: Aucun, choississez une équipe pour moi
it: Nessuno, scegliete un Team per me.
no: Ingen, velg et Team for meg
pt: Nenhum, escolham uma Equipa por mim.

source: --- Select Ambassador Group ---
es: --- Elije un Grupo Embajador/Ambassador ---
fi: --- Valitse Ambassador-ryhmä ---
fr: Choisir un groupe ambassadeur
it: --- Seleziona Gruppo Ambassador ---
no: --- Velg Amabassadør Gruppe
pt: --- Escolher Grupo Embaixador ---

source: We will make sure you are on the same Team as this the rest of the group
es: Nos aseguraremos que estés en el mismo equipo que el resto del grupo
fi: Pidämme huolen, että olet samassa tiimissä muiden kanssa
fr: Vous serez dans la même équipe que le reste du groupe
it: Ci assicureremo che siate nello stesso Team del resto del gruppo.
no: Vi vil sørge for at du kommer i samme Team som resten av gruppen
pt: Vamos garantir que fica colocado na mesma Equipa que o resto do seu grupo

source: User already exists
es: El usuario ya existe
fi: Käyttäjä on jo olemassa
fr: Utilisateur déjà existant
it: L'utente esiste già
no: Bruker eksisterer allerede
pt: Utilizador já existe

source: Email already registered
es: El correo elecrónico ya fue registrado
fi: Sähköposti on jo rekisteröity
fr: email déja enregistré
it: Email già registrata
no: Email er allerede registrert
pt: Endereço de email já registado

source: Confirm email for
es: Confirma el correo electrónico para
fi: Vahvista sähköposti
fr: Confirmer email pour
it: Confermare l'e-mail per
no: Bekreft email for
pt: Confirmar email para

source: Check means distances are miles, unchecked means kilometers.
es: Marcado significa distancias en millas, sin marcar significa kilómetros
fi: Rasti ruutuun tarkoittaa maileja, ilman rastia kilometrejä
fr: Check veut dire distance en miles, pas de check c'est en kilomètres
it: Check selezionato significa che le distanze sono miglia, non selezionato significa chilometri.
no: Klikk for Miles, la være blank for Kilometer.
pt: Seleccionado significa que as distâncias estão em milhas, não seleccionado significa quilómetros

source: No ',' or '.' please. Just digits.
es: No’,’o’.’por favor. Solo dígitos
fi: Ei ',' tai '.', kiitos. Merkitsethän vain lukuja.
it: Niente ',' o '.' per favore. Solo cifre.
no: Bruk ikke ',' eller '.'. Bruk kun heltall.
pt: Não use ',' ou '.', por favor. Só dígitos.

source: here
es: aquí
fi: tähän
fr: ici
it: qui
no: her
pt: aqui

source: Confirm Your Steps
pt: Confirme Os Seus Passos

source: Your steps were successfully entered.
es: Tus pasos fueron correctamente ingresados.
fi: Askeleesi on lisätty, hyvä sinä!
fr: Vos pas ont été pris en compte
it: I tuoi Passi sono stati inseriti correttamente.
no: Dine skritt er blitt registrert
pt: Os seus passos foram registados com sucesso.

source: To enter more steps click
pt: Para registar mais passos carregue

source: Are you sure?
es: ¿Estás seguro?
fi: Oletko ihan varma?
fr: Vous êtes sûr
it: Sei sicuro?
no: Er du sikker?
pt: De certeza?

source: Go back, try again.
es: Vuelve atrás, intenta de nuevo
fi: Meneppä takaisin ja yritä uudelleen
fr: Retour en arrière, essayez encore
it: Torna indietro, prova di nuovo.
no: Gå tilbake, prøv igjen
pt: Volte atrás, tente de novo.

source: I'm sure
es: Estoy seguro
fi: Joo, olen ihan varma
fr: Je suis sûr(e)
it: Sono sicuro.
no: Jeg er sikker
pt: Tenho a certeza

source: Nevermind.
es: No importa
fi: Ei mitään sittenkään
fr: Peu importe
it: Non importa.
no: Det er likegyldig
pt: Ignorem.

source: Add them together
es: Agrégalos juntos
fi: Lisää ne yhdessä
fr: Additionner
it: Aggiungeteli insieme
no: Summer sammen
pt: Adicionem-nos juntos

source: Enter Your Steps
es: Ingresa tus pasos
fi: Lisää askeleesi
fr: Indiquez votre nombre de pas
it: Inserisci i tuoi Passi
no: Registrer dine skritt
pt: Introduza os Seus Passos

source: To enter more steps, click
es: Para ingresar más pasos, haz click
fi: Jos haluat lisätä lisää askeleita klikkaa tästä
fr: Pour ajouter plus de pas, cliquez
it: Per inserire altri passi, clicca
no: For å registrere flere skritt, klikk
pt: Para registar mais passos, carregue

source: Your most recent entry was:
es: Tu entrada más reciente fue:
fi: Viimeisin lisäämäsi tieto
fr: Votre dernière donnée enregistrée
it: Il tuo inserimento più recente è:
no: Din siste registrering var:
pt: O seu registo mais recente foi

source: You have not entered any steps yet.
es: No has ingresado pasos aún.
fi: Et ole vielä lisännyt askeleitasi
fr: Vous n'avez pas encore soumis de pas
it: Non hai ancora inserito alcun passo.
no: Du har ikke registrert noen skritt ennå.
pt: Ainda não registou nenhuns passos.

# steps OR activity
source: OR
es: O
fi: TAI
fr: OU
it: passi O attività
no: eller
pt: OU

source: Activity Calculator
es: Calculadora de Actividad
fi: Aktiviteettilaskin
fr: Convertisseur d'activité
it: Calcolo delle Attività
no: Aktivitets kalkulator
pt: Calculador de Actividade

source: Activity
fi: Aktiviteetti
fr: Activité
it: Attività
no: Aktivitet
pt: Actividade

source: Amount
es: Cantidad
fi: Lukumäärä
fr: Quantité
it: Quantità
no: Antall
pt: Quantidade

source: Minutes
es: Minutos
fi: Minuutit
it: Minuti
no: Minutter
pt: Minutos

# button name
source: Submit
es: Enviar
fi: Lähetä
fr: Soumettre
it: Invia
no: Send inn
pt: Submeter

source: Team Step Challenge Completed
es: Desafío por equipos Completado
fi: Team Step Challenge suoritettu!
fr: Step Challenge en Equipe Completé
it: Team Step Challenge Completato
no: Team Step Challenge ferdigstilt
pt: Team Step Challenge Terminado

# ... in 2024
source: Thank you for participating, it's been an awsome journey. See you in
es: Gracias por participar, ha sido un viaje asombroso. Nos vemos en
fi: Kiitos osallistumisesta, ihan mahtava kuukausi takana! Nähdään ensi vuonna!
fr: Merci d'avoir participé à notre voyage vers la Lune! A bientôt en 2024
it: Grazie per aver partecipato, è stato un viaggio fantastico. Ci vediamo a
no: Takk for at du deltok. Vi sees
pt: Obrigado pela participação, foi uma óptima caminhada. Vemo-nos em

source: Team Step Challenge Begins September 1!
es: El Desafío por equipos empieza el 1ro de Septiembre!
fi: Team Step Challenge alkaa syyskuun 1!
fr: Le Step challenge par équipe commence le 1er Septembre!
it: Team Step Challenge inizia il 1 Settembre!
no: Team Step Challenge begynner 1 september
pt: O Team Step Challenge Começa a 1 de Setembro!

source: #Steptember has not yet begun, come back September 1st to start logging your steps and activities.
es: #Steptember no ha comenzado aún, vuelve el 1ro de Septiembre para empezar a ingresar tus pasos y actividades.
fi: #Steptember ei ole vielä alkanut, tuleppa takaisin syyskuun ensimmäinen päivä
fr: Septembre n'a pas encore commencé, revenez demain pour commencer à enregistrer vos pas.
it: #Steptember non è ancora iniziato, ritorna il 1 Settembre per iniziare a inserire i tuoi passi e attività.
no: #Steptember har ikke begynt ennå, kom tilbake 1st september for å begynne å loggføreskritt og aktiviteter.
pt: #Steptember ainda não começou, volte a 1 de Setembro para começar a registar os seus passos e actividades.

source: <p>Activation link is invalid, or account already avtivated.</p><p>This can happen if you click on activation link twice. Try logging in.</p>
es: <p>Link de activación inválido, o cuenta ya activada.</p><p>Esto puede pasar si clickeas el link de activación dos veces. Intenta ingresar.</p>
fi: <p> Aktivointilinkki on virheellinen tai tili on jo aktoivoitu. Oletko ehkä klikannut kahdesti? Yritä kirjautua sisään
fr: Lien d'activation invalide, ou compte déjà activé. Cela arrive si vous avez cliqué deux fois sur le lien. Essayez de vous connecter
it: <p>Il link di Attivazione non è valido, o l'account è già attivo.</p><p>Questo può succedere se clicchi due volte sul link di Attivazione. Prova ad accedere.</p>
no: <p>Aktiverings linken er ikke gyldig, eller kontoen er allerede aktivert.</p><p>Dette can skje hvios du klikker på aktiveringslinken to ganger. Prøv å logge inn.</p>
pt: <p>O link de activação é inválido, ou a conta já foi activada.</p><p>Isto pode acontecer se carregar no link de activação duas vezes. Tente fazer log in.</p>

source: {step_count} steps for {date}
es: {step_count} pasos de {date}
fi: {step_count} askeleet {date}
fr: {step_count} pas à {date}
it: {step_count} passi per {date}
no: {step_count} skritt for {date}
pt: {step_count} passos a {date}

source: You entered {form_steps_value} steps, which is a <b>LOT</b>!
es: Has ingresado {form_steps_value} pasos, que es a <b>LOT</b>!
fi: Olet kirjannut {form_steps_value} askeleita joka tekee yhteensä <b>LOT</b>!
fr: Vous avez enregistré {form_steps_value} pas, ce qui est BEAUCOUP!
it: Hai inserito {form_steps_value} passi, che sono <b>MOLTI</b>!
no: Du har lagt til {form_steps_value} skritt, noe som er <b>MYE</b>!
pt: Registou {form_steps_value} passos, que é <b>IMENSO</b>!

source: On {date_entered} you entered {steps} steps for {date}. Do you want to change it to {new_steps} steps, or are these additional steps?
es: En {date_entered} ingresaste {steps} pasos para {date}. Quieres cambiar a {new_steps} pasos, o son pasos adicionales?
fi: Olet kirjannut {steps} päivälle. Haluatko korvata {new_steps} vai ovatko nämä lisäaskeleita?
fr: le { } vous avez soumis {} pas pour {}. Vous voulezchanger pour {} pas, ou ajoutez ces pas additionels?
it: Il {date_entered} hai inserito {steps} passi {date}. Vuoi cambiarli in {new_steps} passi, o questi sono passi aggiuntivi?
no: Den {date_entered} la du til {steps} skritt for datoen {date}. Vil du endre dette til {new_steps} skritt, eller er dette skritt i tillegg?
pt: No dia {date_entered} registou {steps} passos para o dia {date}. Quer alterar para {new_steps} passos, ou estes são passos adicionais?

source: Overwrite with {new_steps}
es: Sobrescribir con {new_steps}
fi: Korvaa {new_steps}
fr: Remplacer par
it: Sovrascrivi con {new_steps}
no: Overskriv med {new_steps}
pt: Alterar para {new_steps}

source: Stair-climber
es: Subir escaleras
fi: Portaiden kiipeilyä
fr: Simulateur d'escalier
no: Trappe gåing

source: Email
es: Correo electrónico
fi: Sähköposti

source: Pickleball
fr: Jeu de raquette (autre que tennis et ping pong)
no: Pickelball
